[
  {
		"id": 151599,
		"cover": {
			"id": 191139,
			"image_id": "co43hf",
			"url": "//images.igdb.com/igdb/image/upload/t_thumb/co43hf.jpg"
		},
		"name": "Idol Days",
		"summary": "A love-adventure game where you can enjoy the heart-pounding roommate life of a rookie producer and a delinquent girl turned idol. A young man working at an Akihabara-based agency that manages underground idol groups has been ordered to discover new idols by his boss. Now, he's at the end of his rope. The protagonist is at a loss, finding that girls with the talent to become the kind of idol he's picturing are few and far between. He's sitting defeated on a park bench when he comes across a girl singing to herself while feeding some cats. The girl's song is delicate, but her voice shakes him to the core. His heart stolen in an instant, the protagonist turns to the girl and tries to scout her to become an idol. However, the girl flatly refuses him, saying the idea is stupid, only to then disappear. The next day, the protagonist gets called into the office, where he learns that the daughter of their sponsor has been hired as a member of staff and gets assigned to be her training supervisor. The girl who appears before the bewildered young man is the same one who turned down his scouting offer the day before. The girl's name is Tsubaki Akanesaki. Though she's had several jobs, she got fired from all of them for getting into fights. What does fate have in store for a young man who's been assigned to train a girl whose a total delinquent?!"
	},
  {
		"id": 244927,
		"cover": {
			"id": 297166,
			"image_id": "co6dam",
			"url": "//images.igdb.com/igdb/image/upload/t_thumb/co6dam.jpg"
		},
		"name": "Wave of Elms",
		"summary": "Combination of roguelike and strategy in one side view game. Defend yourself against constantly attacking Elms while researching procedural research branches. Destroy the enemy or lose"
	},
  {
		"id": 118008,
		"cover": {
			"id": 90207,
			"image_id": "co1xlr",
			"url": "//images.igdb.com/igdb/image/upload/t_thumb/co1xlr.jpg"
		},
		"name": "Tabletop Playground",
		"summary": "Play any kind of tabletop game you want online! You make the rules in a physically simulated 3D sandbox. Or create your own games using the integrated editor and share them with the world!"
	},
  {
		"id": 105208,
		"cover": {
			"id": 238049,
			"image_id": "co53oh",
			"url": "//images.igdb.com/igdb/image/upload/t_thumb/co53oh.jpg"
		},
		"name": "Switch - Black & White",
		"summary": "Minimalistic game in the style \"Black & White\". Game that will test your reaction."
	},
  {
		"id": 89616,
		"cover": {
			"id": 192106,
			"image_id": "co448a",
			"url": "//images.igdb.com/igdb/image/upload/t_thumb/co448a.jpg"
		},
		"name": "Bubble Whirl Shooter",
		"summary": "Shoot bubbles and match colors to pop your way up to victory in this bubble shooting adventure, win magic keys to unlock more secret colorful bubble world, it’s time to enjoy the endless bubble shooting fun!"
	},
  {
		"id": 85031,
		"cover": {
			"id": 61466,
			"image_id": "yektasaxw6l4ejte7ljb",
			"url": "//images.igdb.com/igdb/image/upload/t_thumb/yektasaxw6l4ejte7ljb.jpg"
		},
		"name": "City Mysteries",
		"summary": "Search buildings, streets, landmarks as you seek and find hidden objects in New York, Paris, Moscow and London!"
	},
  {
		"id": 198465,
		"cover": {
			"id": 234013,
			"image_id": "co50kd",
			"url": "//images.igdb.com/igdb/image/upload/t_thumb/co50kd.jpg"
		},
		"name": "Dayshift at Freddy's",
		"summary": "Dayshift at Freddy's is a satirical visual novel game parodying the franchise Five Nights at Freddy's"
	},
  {
		"id": 244924,
		"cover": {
			"id": 297168,
			"image_id": "co6dao",
			"url": "//images.igdb.com/igdb/image/upload/t_thumb/co6dao.jpg"
		},
		"name": "Acolyte of the Altar",
		"summary": "Hunt through the wastelands for colossal Beasts in this roguelike deckbuilder. Beware! Each Beast becomes enraged as you fight, unlocking new abilities to consume your creatures or counterattack your spells. Carve profane Gifts from these behemoths and grow stronger to serve your Patron!"
	},
  {
		"id": 203735,
		"cover": {
			"id": 264303,
			"image_id": "co5nxr",
			"url": "//images.igdb.com/igdb/image/upload/t_thumb/co5nxr.jpg"
		},
		"name": "Spyer",
		"summary": "Denny, a government spy, is assigned to investigate a remote area where there is supposed to be a terrorist group. Upon arriving at the scene, Denny comes across several armed individuals, and finds possibly the largest base of the terrorist group."
	},
  {
		"id": 201465,
		"cover": {
			"id": 233251,
			"image_id": "co4zz7",
			"url": "//images.igdb.com/igdb/image/upload/t_thumb/co4zz7.jpg"
		},
		"name": "Cropped",
		"summary": "Cropped is a first-person action horror adventure - Survive the night as the farm you've arrived at has taken a turn for the worse..."
	}
]
